<template>
  <div class="policy">
    <header>
      <div class="new_header" v-show="flag">
        <div class="back" @click="toBack">
          <img src="../../assets/img/ic_back.png" />
        </div>
        <div class="new_font">Dipper隐私政策</div>
      </div>
      <h1 class="header_pc" v-show="!flag">Dipper隐私政策</h1>
      <span class="ignore"></span>
    </header>
    <body style="">
      <div class="container" id="container">
        <div class="page list js_show">
          <div class="page__bd">
            <article class="weui-article">
              <div class="title">
                <strong>版本生效日期： 2020年 8月 24日</strong>
              </div>

              <p>
                欢迎您使用Dipper（以下简称“我们”）平台，我们深知个人信息对您的重要性，也感谢您对我们的信任，我们将依据《中华人民共和国网络安全法》、《信息安全技术个人信息安全规范》（GB/T35273-2017）以及其他相关法律法规和技术规范，采取相应安全保护措施，尽力保护您的个人信息安全可控。有鉴于此，“Dipper”学习平台产品和服务提供者北京北斗星在线教育科技有限公司（以下简称“北斗星”）制定本《隐私政策》（下称“本政策”）并提醒您：<br />
              </p>
              <p>
                本政策适用于“Dipper”学习平台产品及服务，包括但不限于“Dipper”官网（域名为www.beidouclass.com）、“Dipper”APP（iOS版客户端、Android版客户端）、公众号等，如我们关联公司产品和服务中使用Dipper提供的产品或服务但未设独立法律声明和隐私权政策的，则本政策同样适用于该部分产品或服务。<br />
              </p>
              <p>
                在使用Dipper产品或服务前，请您务必仔细阅读并透彻理解本政策，在确认充分理解并同意后使用相关产品或服务。一旦您开始使用Dipper产品或服务，即表示您已充分理解并同意本政策。<br />
              </p>
              <p>
                如您对本隐私政策或相关事宜有任何疑问、意见或建议的，您可以通过平台公开的或本隐私政策所列明的联系方式与我们取得联系。<br />
              </p>
              <section>
                本隐私政策将帮助您了解以下内容：<br />
                一、个人信息定义及范围<br />
                二、我们如何使用和收集您的个人信息<br />
                三、我们如何使用Cookie和同类技术<br />
                四、我们如何共享、转让、公开披露您的个人信息<br />
                五、我们如何保护您的个人信息<br />
                六、您的权利<br />
                七、我们如何处理儿童的个人信息<br />
                八、您的个人信息如何在全球范围转移<br />
                九、本隐私政策如何更新<br />
                十、争议解决<br />
                十一、如何联系我们<br />
              </section>

              <section>
                <h1><strong>一、个人信息定义及范围</strong></h1>
                <section>
                  <h2>
                    （一）个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
                  </h2>
                  <h2>
                    （二）个人敏感信息：是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。Dipper服务的个人敏感信息包括包括身份证件号码、手机号码、银行账号、财产信息、行踪轨迹、交易信息、14岁以下（含）儿童的个人信息等。<br />
                    上述信息所包含的内容，均出自于GB/T35273《信息安全技术个人信息安全规范》。
                  </h2>
                  <h2>
                    （三）本隐私政策中涉及的个人信息及个人敏感信息主要包括：
                  </h2>
                  <section>
                    <h3>1.基本信息：姓名、性别、个人电话号码、收件地址；</h3>
                    <h3>
                      2.网络身份标识信息（系统账号（含第三方）、IP地址及与前述有关的密码）；
                    </h3>
                    <h3>3.联系人信息：通讯录；</h3>
                    <h3>
                      4.Dipper使用数据（浏览及点击记录、软件使用记录、通过麦克风输入的内容）；
                    </h3>
                    <h3>5.个人常用设备信息（含硬件型号、操作系统类型）；</h3>
                    <h3>6.个人位置信息（精准定位信息）；</h3>
                    <h3>7.使用第三方服务产生的资金流水记录。</h3>
                  </section>
                </section>
              </section>

              <section>
                <h1><strong>二、我们如何使用和收集您的个人信息</strong></h1>

                <section>
                  <h2>
                    我们会出于本政策所述的以下目的，收集和使用您的个人信息：<br />
                  </h2>
                  <h2>（一）帮助您成为“Dipper”的用户</h2>
                  <h2>
                    为使用“Dipper”学习平台，您需要首先成为“Dipper”的注册用户，以便我们为您提供会员服务，您需要提供包括电话号码在内的基本信息，并创建“Dipper”学习平台账号和密码。您在成功登陆后，可根据实际情况完善/更改您所提供的信息，有助于我们为您提供更优服务。在您主动注销账号之后，我们将根据法律的要求删除您的个人信息，或使其匿名化处理。
                  </h2>
                  <h2>
                    (二)向您提供产品或服务
                  </h2>
                  <section>
                    <h3>1.用户体验改进计划</h3>
                    <h3>
                      我们将基于您对“Dipper”使用数据，结合个人常用设备信息进行统计，来诊断系统问题，优化产品体验。我们会使用工具（含第三方工具）统计您在使用“Dipper”过程中产生的数据信息，其中包含应用启动数，页面访问数，重点按钮点击数，设置项的配置属性。随着“Dipper”的后续版本升级，我们统计的范围会有所改变，您下载/安装/使用我们后续版本产品的行为将被视为您对届时相关改变的同意。
                    </h3>
                    <h3>2.开展营销活动</h3>
                    <h3>
                      当您选择参加我们举办的有关营销活动时，根据活动需要可能使用到您提供个人信息与第三方支付服务账号。这些信息可能包括个人敏感信息（如个人电话号码、支付宝账号等），是您收到转账或者礼品所必要的。如果您拒绝提供这些信息，我们将可能无法向您转账或发放礼品。
                    </h3>
                    <h3>3.客服与售后</h3>
                    <h3>
                      我们的客服和售后功能会使用你的账号信息以为您提供咨询服务。<br />
                      当您与我们联系时，我们可能会保存您的通信或通话记录和内容或您留下的联系方式，以便帮助您解决问题，或记录相关问题的处理方案及结果。我们的客服会使用您的账号信息与您核验您的身份。您有可能会在与我们的客服人员沟通时，提供给出上述信息外的其他信息。
                    </h3>
                    <h3>4.基础业务功能和附加业务功能</h3>
                    <h3>
                      我们的基础业务功能包括：体验课程、基础系统课程、画作点评等。为了您能良好地享受我们的基础业务功能，我们需要向您搜集的个人信息包括电话联系方式、用户年龄、用户性别、用户所在地，您在使用我们的产品和/或服务时系统所录制的信息，例如课程录音录像等，以及您通过我们的产品和/或服务分享的内容所包含的信息（元数据），例如拍摄或上传的照片、录音或录像的日期、时间或地点等。<br />
                      产品内暂无附加业务功能。
                    </h3>
                  </section>
                  <h2>
                    （三）为您提供安全保护保障
                  </h2>
                  <h2>
                    您的网络身份标识信息帮助您维护软件正常使用及使用安全。在我们提供产品和/或服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；
                  </h2>
                  <h2>
                    您可以开放设备麦克风权限来进行语音输入（例如：语音消息、语音搜索），在此过程中我们使用您的语音内容，对此项Dipper使用数据进行必要的处理以满足您的软件使用需求。
                    我们会根据您在软件安装及使用中授予的具体权限，接收并记录您的个人常用设备信息：例如操作系统版本、唯一设备标识符等软硬件特征信息、设备所在位置相关信息：例如IP地址、GPS位置以及能够提供相关信息的Wi-Fi接入点、蓝牙等传感器信息）。
                  </h2>
                  <h2>
                    个人信息匿名化处理：在收集到您的个人信息后，我们将通过技术手段及时对数据进行匿名化处理。我们会将匿名化后的数据与可用于回复识别个人的信息分开存储，并保证在后续的个人信息处理中不重新识别个人。在不泄露您个人信息的前提下，我们有权对匿名化处理后的用户数据库进行挖掘、分析和利用（包括商业性使用）。
                  </h2>
                  <h2>
                    （四）为了向您提供服务之必要，您对我们进行了如下授权：
                  </h2>
                  <h2>
                    对于您提供的个人信息、资料，我们可以在全球范围内、永久的、免费的使用（仅指为您提供服务所必要的使用）、存储。您有权随时要求我们删除这些数据中的全部或部分，但可能导致我们无法为用户提供恰当、完整的服务。
                  </h2>
                  <h2>
                    为了让您有更好的体验、改善我们的产品和/或服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某一项产品和/或服务所收集的信息，以汇集信息或者个性化的方式，用于我们的其他产品和/或服务。例如，在您使用我们的一项产品或服务时所收集的信息，可能在另一产品或服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。在该项用途下，我们将向您单独索取授权，您有权拒绝且不会影响您对产品的正常使用，即使您同意授权也可以随时联系我们撤销该授权。另外，如果我们在相关产品和/或服务中提供了相应选项，您也可以授权我们将该产品和/或服务所收集和储存的信息用于我们的其他产品和/或服务。
                  </h2>
                  <h2>
                    某些个人信息因其特殊性可能被认为是个人敏感信息，例如您的种族、宗教、个人健康和医疗信息等。相比其他个人信息，个人敏感信息受到更加严格的保护。请注意，您在使用我们的产品和/或服务时所提供、上传或发布的内容和信息（例如有关您社交活动的照片等信息），可能会泄露您的个人敏感信息。您需要谨慎地考虑，是否在使用我们的产品和/或服务时披露相关个人敏感信息。您同意我们可以按本政策所述的目的和方式来处理您的个人敏感信息。
                    若我们对于您的个人信息用于除政策列明之外的目的、范围或与使用于数据收集不一致的传输方式时，我们将会通知您并取得您的同意。
                  </h2>
                  <h2>
                    （五）征得授权同意的例外
                  </h2>
                  <h2>
                    根据相关法律法规规定及国家标准，以下情形中，我们可能会依法收集并使用您的个人信息无需征得您的同意：
                  </h2>
                  <section>
                    <h3>1.与国家安全、国防安全直接相关的；</h3>
                    <h3>
                      2.与公共安全、公共卫生、重大公共利益直接相关的；
                    </h3>
                    <h3>3.与犯罪侦查、起诉、审判和判决执行等直接相关的；</h3>
                    <h3>
                      4.出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
                    </h3>
                    <h3>5.所收集的个人信息是您自行向社会公众公开的；</h3>
                    <h3>
                      6.从合法公开披露的信息中收集个人信息的，如：合法的新闻报道、政府信息公开等渠道；
                    </h3>
                    <h3>7.根据您的要求签订和履行合同所必须的；</h3>
                    <h3>
                      8.用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现或处置产品或服务的故障；
                    </h3>
                    <h3>
                      9.为新闻单位或学术研究机构基于新闻报道、公共利益开展统计或学术研究所必要等，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理，且数据接收方无法复原并重新识别个人信息的；
                    </h3>
                    <h3>
                      10.法律法规规定的其他情形。
                    </h3>
                  </section>
                </section>
              </section>

              <section>
                <h1>
                  <strong
                    >三、我们如何使用Cookie、clickstream、web和同类技术</strong
                  >
                </h1>
                <section>
                  <h2>
                    为使您获得更轻松的访问体验，您访问“Dipper”时，我们可能会通过采用各种技术收集和存储您访问“Dipper”的相关数据，这样可以识别您的身份，帮您省去重复输入注册信息的步骤，分析您使用我们产品和/或服务的情况，或者帮助判断您的账户安全状态。这些数据文件可能是Cookie、clickstream、web，您的浏览器或关联应用程序提供的其他本地存储（以下简称“Cookie”）。请您理解，我们的某些服务只能通过使用Cookie才可得到实现。如您的浏览器或浏览器附加服务允许。您可以修改对Cookie的接受程度或者拒绝“Dipper”的Cookie，但拒绝“Dipper”的Cookie在某些情况下您可能无法使用依赖于Cookies的“Dipper”的部分功能。我们的产品和服务上可能会有广告商或其他合作方放置的cookies。这些cookies可能会收集与您相关的非个人身份信息，以用于分析用户如何使用该等产品和/或服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果。这些第三方cookies收集和使用该等信息，不受本政策约束，而是受相关第三方的隐私政策约束，我们不对第三方的cookies承担责任。
                  </h2>
                </section>
              </section>

              <section>
                <h1>
                  <strong>四、我们如何共享、转让、公开披露您的个人信息</strong>
                </h1>
                <section>
                  <h2>
                    （一）共享
                  </h2>
                  <h2>
                    Dipper将严格遵守相关法律法规，对您的个人信息予以保密，不会与除我们及我们的关联方以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：
                  </h2>
                  <section>
                    <h3>
                      1.事先获得您明确的同意或授权；
                    </h3>
                    <h3>
                      2.根据法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下对外提供；
                    </h3>
                    <h3>
                      3.符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
                    </h3>
                    <h3>
                      4.我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。
                    </h3>
                    <h3>
                      5.应您要求为您处理您与他人的纠纷或争议；
                    </h3>
                    <h3>
                      6.为提供服务之目的，“Dipper”将与第三方共享您的信息或“Dipper”委托的第三方或嵌入的第三方代码、插件、SDK等将根据隐私政策收集和使用您的信息。您同意我们和第三方在符合法律法规的前提下可将收集的信息用于其他服务和用途。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。
                      我们的授权合作伙伴包括以下类型：
                    </h3>
                    <section>
                      <h4>
                        （1）商品或技术服务的供应商。我们可能会将您的个人信息共享给支持我们功能的第三方。这些支持包括为我们提供支付服务、数据处理等。我们共享这些信息的目的是可以实现我们产品与/或服务的核心功能；
                      </h4>
                      <h4>
                        （2）第三方商家。我们必须将您为实现操作目的之必要信息与第三方商家共享，并促使其可以完成后续服务；
                      </h4>
                      <h4>
                        （3）对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
                      </h4>
                    </section>
                  </section>
                  <h2>
                    （二）转让
                  </h2>
                  <h2>
                    我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
                  </h2>
                  <section>
                    <h3>
                      1.事先获得您明确的同意或授权；
                    </h3>
                    <h3>
                      2.根据法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；
                    </h3>
                    <h3>
                      3.符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
                    </h3>
                    <h3>
                      4.在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束。否则，我们将要求该公司、组织重新向您征求授权同意。
                    </h3>
                    <h3>
                      5.应您要求为您处理您与他人的纠纷或争议；
                    </h3>
                    <h3>
                      6.为提供服务之目的，“Dipper”将与第三方共享您的信息或“Dipper”委托的第三方或嵌入的第三方代码、插件、SDK等将根据隐私政策收集和使用您的信息。您同意我们和第三方在符合法律法规的前提下可将收集的信息用于其他服务和用途。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。
                      我们的授权合作伙伴包括以下类型：
                    </h3>
                  </section>
                  <h2>
                    （三）公开披露
                  </h2>
                  <h2>
                    我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：
                  </h2>
                  <section>
                    <h3>
                      1.根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；“Dipper”可让您不仅与自己的社交网络，也与使用该产品和/或服务的其他用户公开分享您的相关信息，例如，您在我们的产品和/或服务中所上传或发布的信息（包括您公开的个人信息）、您对其他人上传或发布的信息作出的回应，以及包括与这些信息有关的位置数据和日志信息。使用我们产品和/或服务的其他用户也有可能分享与您有关的信息（包括位置数据和日志信息）。只要您不删除共享信息，有关信息会一直留存在公共领域；即使您删除共享信息，有关信息仍可能由其他用户或不受我们控制的非关联第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公共领域保存。因此，请您谨慎考虑，是否通过我们的产品和/或服务上传、发布和交流相关信息内容。在一些情况下，您可通过联系我们要求从我们的产品和/或服务中删除或者修改您的相关信息。
                    </h3>
                    <h3>
                      2.根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。
                    </h3>
                  </section>
                  <h2>
                    （四）共享、转让、公开披露个人信息时事先征得授权同意的例外
                  </h2>
                  <h2>
                    以下情形中，我们共享、转让、公开披露您的信息无需事先征得您的授权同意：
                  </h2>
                  <section>
                    <h3>
                      1.与国家安全、国防安全直接相关的；
                    </h3>
                    <h3>
                      2.与公共安全、公共卫生、重大公共利益直接相关的；
                    </h3>
                    <h3>
                      3.与犯罪侦查、起诉、审判和判决执行等直接相关的；
                    </h3>
                    <h3>
                      4.出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
                    </h3>
                    <h3>
                      5.您自行向社会公众公开的个人信息；
                    </h3>
                    <h3>
                      6.从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
                    </h3>
                  </section>
                </section>
              </section>

              <section>
                <h1><strong>五、我们如何保护您的个人信息</strong></h1>
                <section>
                  <h2>
                    1.我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
                  </h2>
                  <h2>
                    2.SSL（Secure Socket
                    Layer）协议加密保护。当您从设备或浏览器向我们的服务器发送或收取信息时，我们确保使用安全套接层（SSL）和其他算法对其进行加密。
                  </h2>
                  <h2>
                    3.我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的用户使用产品服务期间内保留您的个人信息，除非需要延长保留期或受到法律的允许。超出期限后，我们将删除或去标识化处理您的个人信息。
                  </h2>
                  <h2>
                    4.您的个人信息全都被储存在安全的服务器上，并在受控设施中受到保护。我们依据重要性和敏感性对您的数据进行分类，并且保证您的个人信息具有最高的安全等级。我们保证通过访问这些信息来帮助向您提供产品和服务的员工和第三方服务供应商具有严格的合同保密义务，如果未能履行这些义务，其将会受到纪律处分或被终止合作。同样，我们对以云为基础的数据存储设有专门的访问控制措施。总而言之，我们定期审查信息收集、储存和处理实践，包括物理安全措施，以防止任何未经授权的访问和使用。<br />
                    尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保您提供给我们的个人信息的安全性。您知悉并理解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，我们强烈建议您采取积极措施保护个人信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的账号密码等个人信息透露给他人。一旦您泄漏了“Dipper”的账号及其密码，您可能会丢失您的信息，并可能产生对您不利的法律后果。如您发现“Dipper”的账号及其密码因任何原因已经或将受到泄漏时，请您立即联络我们客服，以便我们采取相应措施。但在我们知悉此种情况和在合理时间内采取行动前，我们对此不负任何责任。<br />
                    我们不对有可能进入第三方网站的隐私政策的合法性负责，您应检查第三方网站的隐私政策并确定是否接受。
                  </h2>
                  <h2>
                    5.在不幸发生个人信息安全事件后，我们将按照法律法规的要求【并最迟不迟于30个自然日内】向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范或降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。我们将对于个人数据的泄露，及时通知相关的监管机构，并在一些特别的环境下，通知数据主体相关的数据泄露事件，以满足适用的相关法律，包括您所在地的数据保护法规。
                  </h2>
                </section>
              </section>

              <section>
                <h1><strong>六、您的权利</strong></h1>
                <section>
                  <h2>
                    按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：
                  </h2>
                  <h2>
                    1.访问权
                  </h2>
                  <h2>
                    您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：<br />
                    账户信息——如果您希望访问或编辑您的账户中的个人资料信息、更改您的密码或关闭您的账户等，您可以通过访问“Dipper”-我的执行此类操作。
                  </h2>
                  <h2>
                    2.更正权
                  </h2>
                  <h2>
                    当您发现我们处理的关于您的个人信息有错误时，您可以通过登录“Dipper”-我的-用户资料栏进行修改。
                  </h2>
                  <h2>
                    3.删除权
                  </h2>
                  <h2>
                    在以下情形中，您可以向我们提出删除个人信息的要求：
                  </h2>
                  <section>
                    <h3>
                      （1）如果我们处理个人信息的行为违反法律法规；
                    </h3>
                    <h3>
                      （2）如果我们收集、使用您的个人信息，却未征得您的同意；
                    </h3>
                    <h3>
                      （3）如果我们处理个人信息的行为违反了与您的约定；
                    </h3>
                    <h3>
                      （4）如果您不再使用我们的产品或服务，或您注销了账号；
                    </h3>
                    <h3>
                      （5）如果我们不再为您提供产品或服务；
                    </h3>
                    <h3>
                      （6）若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的主体，要求其及时删除，除非法律法规另有规定，或这些主体获得您的独立授权。<br />
                      当您被从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。
                    </h3>
                  </section>
                  <h2>
                    4.注销权
                  </h2>
                  <h2>
                    您可以电话联系客服说明注销需求，我们将安排专业人员响应注销需求。在注销账户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。
                  </h2>
                  <h2>
                    5.响应您的上述请求
                  </h2>
                  <h2>
                    为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。<br />
                    我们将在三十天内做出答复。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。
                  </h2>
                </section>
              </section>

              <section>
                <h1><strong>七、我们如何处理儿童的个人信息</strong></h1>
                <section>
                  <h2>
                    对于经父母同意而收集儿童个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。<br />
                    尽管当地法律和习俗对儿童的定义不同，我们将不满14周岁的任何人均视为儿童。<br />
                    如果我们发现自己在获得可证实的父母不同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。
                  </h2>
                </section>
              </section>

              <section>
                <h1><strong>八、您的个人信息如何在全球范围转移</strong></h1>

                <section>
                  <h2>
                    我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，法律法规有明确规定/获得您的明确授权的除外。
                  </h2>
                </section>
              </section>

              <section>
                <h1><strong>九、本隐私政策如何更新</strong></h1>
                <section>
                  <h2>
                    我们的隐私政策可能变更。
                  </h2>
                  <h2>
                    本政策为《Dipper用户协议》的重要组成部分。我们保留不时更新或修改本政策的权利。如果该等修改造成您在本政策下权利的实质减少（即“重大变更”），我们会通过不同渠道向您发送变更通知，包括但不限于网站公示、私信通知等方式。
                  </h2>
                  <h2>
                    若您不同意修改后的隐私政策，您有权并应立即停止使用Dipper的服务。如果您继续使用我们的服务，则视为您接受我们对本政策相关条款所做的修改。
                  </h2>
                  <h2>
                    Dipper的所有服务均适用本政策。但某些服务有其特定的隐私政策，该等特定的隐私政策更具体地说明Dipper在该服务中如何处理您的信息。如本政策与特定服务的隐私政策有不一致之处，请以该特定隐私政策为准。
                  </h2>
                  <h2>
                    本政策所指的重大变更包括但不限于：
                  </h2>
                  <section>
                    <h3>
                      1.我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
                    </h3>
                    <h3>
                      2.我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
                    </h3>
                    <h3>
                      3.个人信息共享、转让或公开披露的主要对象发生变化；
                    </h3>
                    <h3>
                      4.您参与个人信息处理方面的权利及其行使方式发生重大变化；
                    </h3>
                    <h3>
                      5.我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；
                    </h3>
                    <h3>
                      6.个人信息安全影响评估报告表明存在高风险时；
                    </h3>
                    <h3>
                      7.我们还会将本政策的旧版本存档，供您查阅。
                    </h3>
                  </section>
                  <h2>
                    在“Dipper”学习平台停止运营时，我们会及时停止继续收集个人信息，可能以注意送达或网站公告的形式通知您停止运营的情况，并对您的个人信息进行删除或匿名化处理。
                  </h2>
                </section>
              </section>

              <section>
                <h1>
                  <strong>十、争议解决</strong>
                </h1>
                <section>
                  <h2>
                    本用户协议及您与我们的关系适用于中华人民共和国大陆地区法律，但不包括其冲突法规范。您同意服从我们所在地法院的司法管辖。
                  </h2>
                </section>
              </section>

              <section>
                <h1>
                  <strong>十一、如何联系我们</strong>
                </h1>
                <section>
                  <h2>
                    若您对本隐私政策有任何疑问或者建议、意见，您可以通过平台客服、工作人员、官网等途径与我们联系，我们将在7天内回复您。
                  </h2>
                  <h2>
                    如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向相关部门投诉举报。
                  </h2>
                </section>
              </section>
              <div class="title">北京北斗星在线教育科技有限公司</div>
            </article>
            <!-- <div class="copoRight">
              Copyright ?
              <script>
              {{ `${new Date().getFullYear()}` }}
              </script>
              2020
            </div> -->
          </div>
        </div>
      </div>
    </body>
  </div>
</template>
<script>
import { isMobile } from "../../common/util";

export default {
  data() {
    return {
      flag: isMobile()
    };
  },
  mounted() {
    dsBridge.call("hidetabbar", "", function(v) {});
    dsBridge.registerAsyn("goback", (arg1, arg2, arg3) => {
      this.toBack();
    });
  },
  methods: {
    toBack() {
      if (this.$route.query.about == 1) {
        this.$router.go(-1);
      } else {
        dsBridge.call("backfinish", "", function(v) {});
      }
    }
  }
};
</script>
<style lang="less" scoped>
.new_header {
  width: 100%;
  padding: 8px 20px 8px 21px;
  background: #fff;
  display: flex;
  box-sizing: border-box;
  position: fixed;
  z-index: 9;
}
.header_pc {
  width: 100%;
  padding: 11px 40px;
  background: #fff;
  box-sizing: border-box;
  position: fixed;
  z-index: 9;
  font-size: 21px;
  font-family: PingFangSC-Semibold, PingFang SC;
  font-weight: 600;
  color: rgba(0, 0, 0, 1);
}
.back {
  width: 20px;
  height: 20px;
}
.back img {
  width: 100%;
  height: 100%;
}
.new_font {
  font-family: PingFangSC-Medium;
  font-size: 18px;
  color: #292d33;
  text-align: center;
  margin: auto;
  font-weight: 500;
}
.policy {
  header {
    // position: sticky;
    // top: 0;
    // background: white;
    // padding: 5px 15px;
    // margin-bottom: 10px;
    // // width: 100%;
    // display: flex;
    // align-items: center;
    // justify-content: space-between;
    .goback {
      width: 20px;
      height: 20px;
    }
    span {
      font-size: 21px;
      font-family: PingFangSC-Medium, PingFang SC;
      font-weight: 500;
    }
    img {
      width: 20px;
    }
    .ignore {
      display: inline-block;
      width: 20px;
    }
  }
  body {
    .copoRight {
      text-align: center;
    }
    .container {
      .title {
        text-align: right;
        font-size: 14px;
      }
      padding: 60px 9%;
      line-height: 2;
      color: #333333;
      section {
        font-size: 14px;
        margin-bottom: 22px;
      }
      p {
        font-size: 14px;
        text-indent: 2em;
        margin: 0 0 12px;
        line-height: 2;
      }
      h1 {
        font-size: 18px;
        line-height: 2;

        font-weight: 400;
        margin-bottom: 0.9em;
      }
      h2 {
        font-weight: 400;
        line-height: 2;

        margin-bottom: 5px;
        font-size: 14px;
      }
      h3 {
        font-size: 14px;
        font-weight: 400;
        line-height: 2;

        margin-bottom: 5px;
      }
      h4 {
        font-size: 14px;
        font-weight: 400;
        line-height: 2;

        margin-bottom: 5px;
      }
    }
  }
}
</style>
