<template>
	<div class="policy">
		<header>
			<img
				@click="goback"
				class="goback"
				src="../../assets/img/ic_back.png"
				alt=""
			/>
			<span>用户服务条款</span>
			<span class="ignore"></span>
		</header>
		<body style="">
			<div class="container" id="container">
				<div class="page list js_show">
					<div class="page__bd">
						<article class="weui-article">
							<p>
								为使用猴猴画的服务，您应当阅读并遵守《用户服务协议》（以下简称“本协议”）。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款。除非您已阅读并接受本协议所有条款，否则您无权使用猴猴画提供的服务。您使用猴猴画的服务即视为您已阅读并同意本协议的约束。
								如果您未满18周岁，或者不具备完全民事行为能力，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。否则猴猴画对于该等后续注册、使用网站服务等行为而对您所发生的不利后果不承担责任，并有权在知晓该等情况后解除双方间的服务协议。
							</p>
							<section>
								<h1>一、【协议的范围】</h1>
								<p>
									本协议是您与猴猴画经营者之间关于用户使用猴猴画旗下产品相关服务所订立的协议。猴猴画的经营者是指法律认可的经营猴猴画的责任主体。“用户”是指使用猴猴画旗下产品相关服务的使用人，在本协议中更多地称为“您”。
								</p>
							</section>

							<section>
								<h1>二、【帐号与密码安全】</h1>
								<section>
									<h2>2.1 您在使用猴猴画的服务时可能需要注册一个帐号。</h2>
									<h2>
										2.2
										猴猴画特别提醒您应妥善保管您的账号帐号和密码。当您使用完毕后，应安全退出。因您保管不善可能导致遭受盗号或密码失窃，责任由您自行承担。
									</h2>
									<h2>
										2.3
										猴猴画建议您使用的密码应至少包含以下四类字符中的三类：大写字母、小写字母、数字，以及键盘上的特殊符号，如果因为您设置的密码过于简单导致遭受盗号或密码失窃，责任由您自行承担。猴猴画对于非因猴猴画单方原因所导致的任何账号安全、隐私保护等问题均不承担责任和所产生的各方损失。
									</h2>
								</section>
							</section>

							<section>
								<h1>三、【用户个人信息保护】</h1>
								<section>
									<h2>3.1 保护用户个人信息是猴猴画的一项基本原则。</h2>
									<h2>
										3.2您在注册帐号或使用本服务的过程中，可能需要填写一些必要的信息。若国家法律法规有特殊规定的，您需要填写真实的身份信息。若您填写的信息不完整，则无法使用本服务或在使用过程中受到限制。
									</h2>
									<h2>
										3.3一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。
									</h2>
									<h2>
										3.4猴猴画将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。
									</h2>
									<h2>
										3.5未经您的同意，猴猴画不会向猴猴画以外的任何公司、组织和个人披露您的个人信息，但法律法规另有规定的除外。
									</h2>
									<h2>
										3.6猴猴画非常重视对未成年人个人信息的保护。若父母（监护人）希望未成年人（尤其是十岁以下子女）得以使用猴猴画提供的服务，必须以父母（监护人）名义申请注册，并应以法定监护人身份对服务是否符合于未成年人加以判断。猴猴画保证不对外公开或向第三方披露或提供用户注册资料及用户在使用网络服务时存储在猴猴画平台、服务器或数据库的非公开内容和信息，但下列情况除外：
									</h2>
									<section>
										<h3>1) 事先获得用户的明确授权；</h3>
										<h3>2) 根据有关的法律法规要求；</h3>
										<h3>3) 按照相关政府主管部门和司法机关的要求；</h3>
										<h3>4) 为维护社会公众的利益；</h3>
										<h3>5) 为维护猴猴画的合法权益。</h3>
									</section>
								</section>
							</section>

							<section>
								<h1>四、【使用本服务的方式】</h1>
								<section>
									<h2>4.1使用方式</h2>
									<section>
										<h3>
											a.除非您与猴猴画另有约定，您同意本服务仅为您个人非商业性质的使用。
										</h3>
										<h3>
											b.您应当通过猴猴画提供或认可的方式使用本服务。您依本协议条款所取得的权利不可转让。
										</h3>
										<h3>
											c.您不得使用未经猴猴画授权的插件、外挂或第三方工具对本协议项下的服务进行干扰、破坏、修改或施加其他影响。
										</h3>
									</section>
								</section>

								<section>
									<h2>
										4.2违反以上约定视为您的严重违约，猴猴画可以中止对您的服务，解除双方间的服务协议和法律关系，且无需退还您所支付的费用，视为您支付猴猴画的违约金，如违约金不足以弥补猴猴画的损失的，猴猴画还可通过其他法律途径向您追索。
									</h2>
								</section>
							</section>

							<section>
								<h1>五、【按现状提供服务】</h1>
								<p>
									您理解并同意，猴猴画的服务是按照现有技术和条件所能达到的现状提供的。猴猴画会尽最大努力向您提供服务，确保服务的连贯性和安全性；但猴猴画不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。
								</p>
							</section>

							<section>
								<h1>六、【自备设备】</h1>
								<section>
									<h2>
										6.1您应当理解，您使用猴猴画的服务需自行准备与相关服务有关的终端设备（如电脑、调制解调器等装置），并承担所需的费用（如电话费、上网费等费用）。
									</h2>
									<h2>
										6.2您理解并同意，您使用本服务时会耗用您的终端设备和带宽等资源。
									</h2>
								</section>
							</section>

							<section>
								<h1>七、【广告】</h1>
								<section>
									<h2>
										7.1您同意猴猴画可以在提供服务的过程中自行或由第三方广告商向您发送广告、推广或宣传信息（包括商业与非商业信息），其方式和范围可不经向您特别通知而变更。
									</h2>
									<h2>
										7.2猴猴画依照法律的规定对广告商履行相关义务，您应当自行判断广告信息的真实性并为自己的判断行为负责，除法律明确规定外，您因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，猴猴画不承担责任。
									</h2>
									<h2>
										7.3您同意，对猴猴画服务中出现的广告信息，您应审慎判断其真实性和可靠性，除法律明确规定外，您应对依该广告信息进行的交易负责。
									</h2>
									<h2>
										7.4您同意，所有对您收取费用的服务或功能，均不能免除您接受猴猴画所提供的广告。因为这是猴猴画为所有用户提供综合服务的有效对价，您阅读本协议即视为对该规则的理解和接受。
									</h2>
								</section>
							</section>

							<section>
								<h1>八、【收费及充值服务】</h1>
								<section>
									<h2>
										8.1您理解并同意，猴猴画有权免费或要求付费提供本服务；本服务收取的充值金额是猴猴画为了向最终用户收取互联网增值服务使用费，而提供的一种通用的收费渠道或计费方式。该充值金额不能用于本服务以外的任何产品或服务。完成充值行为后进行消费行为的，对于已消费的金额，猴猴画不予退还。用户就用户帐户中尚未消费的充值金额申请退款的，猴猴画如审核通过的，将会根据用户充值时选取的支付手段将法定货币原路返还给用户，并将收取10%的退款手续费；如遇特殊情况无法原路退还的，您可向客服提供收款帐号进行退款操作。
									</h2>

									<h2>
										8.2您理解并同意，猴猴画有权自行决定并修订相关的收费标准和规则，该类标准及规则一经发布即生效，并构成本协议的有效组成部分。猴猴画可根据实际需要对收费服务的收费标准、方式进行修改和变更，也可对部分免费服务开始收费。前述修改、变更或开始收费前，猴猴画将在相应服务页面进行通知或公告。如您不同意前述标准、规则及其修订，您有权停止使用本服务。您继续使用本服务即视为您同意相关内容。
									</h2>

									<h2>
										8.3猴猴画的部分服务是以收费方式提供的，如您使用收费服务，请遵守相关的协议。猴猴画会在相关页面上做出提示，如果您拒绝支付该等费用，则不能使用相关的网络服务。
									</h2>

									<h2>
										8.4猴猴画将有权决定猴猴画所提供的服务的资费标准和收费方式，猴猴画可能会就不同的服务制定不同的资费标准和收费方式，也可能按照猴猴画所提供的服务的不同阶段确定不同的资费标准和收费方式。
									</h2>

									<h2>
										8.5猴猴画可能根据实际需要对收费服务的收费标准、方式进行修改和变更，猴猴画也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，猴猴画将在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。
									</h2>

									<h2>
										8.6
										猴猴画提供的是附期限的有偿阅读服务，服务期限为自用户付费订阅收费章节之日起一个月。因此，猴猴画仅保证收费阅读小说在上述期限内可以正常阅读，超过时间后如遇到某些原因导致无法正常阅读，猴猴画不承担任何责任；
									</h2>

									<h2>8.7 充值</h2>

									<section>
										<h3>
											8.7.1
											猴猴画旗下产品对各产品有不同的虚拟币。各产品的充值为对应产品的虚拟币，产品之间虚拟币不通用。
										</h3>

										<h3>
											8.7.2用户理解并知晓，猴猴画不提供用户间交易虚拟币的平台化服务。用户间交易虚拟币构成对本协议的违反，猴猴画有权在未经通知的情况下，采取相应适当措施，以确保猴猴画不提供用户虚拟币的平台化服务。
										</h3>

										<h3>
											8.7.3
											用户理解并同意，充值产品虚拟货币不适用无理由退换，充值一旦成功，充值即确定完成，猴猴画将不提供任何更改、修正服务。用户不得以消费完成后账户内仍有剩余虚拟币为由要求退费。
										</h3>

										<h3>
											8.7.4
											当用户在猴猴画旗下产品进行充值时，用户必须仔细确认自己的账号及信息，若因为用户自身操作不当、不了解或未充分了解充值计费方式等因素造成充错账号、错选充值种类等情形而损害自身权益，不得因此要求猴猴画作任何补偿或赔偿。
										</h3>

										<h3>
											8.7.5
											用户在充值时使用第三方支付企业提供的服务的，应当遵守与该第三方的各项协议及其服务规则；在使用第三方支付服务过程中用户应当妥善保管个人信息，包括但不限于银行卡账号、密码、验证码等；用户同意并确认，猴猴画对因第三方支付服务产生的纠纷不承担任何责任。
										</h3>

										<h3>
											8.7.6
											若因违反本协议条款，导致账号被冻结及/或终止使用的用户，不得因此要求猴猴画作任何补偿或赔偿。
										</h3>

										<h3>
											8.7.7
											若因猴猴画充值系统自身故障造成用户充值失实，在猴猴画恢复、存有有效数据和用户提供合法有效凭证的情况下，猴猴画将根据用户充值情况作出变动及补救措施。
										</h3>

										<h3>
											8.7.8
											若因猴猴画充值系统自身故障原因，造成系统充值额小于用户实际充值额的，猴猴画予以补其差额。
										</h3>

										<h3>
											8.7.9
											因猴猴画充值系统自身故障原因，造成系统充值额大于用户实际充值额的，猴猴画有权追回差额。
										</h3>

										<h3>
											8.7.10
											用户理解并同意，您使用帐户内的虚拟币订阅作品一旦成功，猴猴画将不提供任何订单更改、修正服务。非经猴猴画同意，用户订阅付费作品并已支付的书虚拟币，将无法退还；用户订阅付费作品并已支付的虚拟币不会因猴猴画提供的服务中止、中断或付费作品下架而退还。
										</h3>
									</section>
								</section>
							</section>

							<section>
								<h1>九、【收益功能】</h1>

								<p>
									如果您在猴猴画使用任何创作发表作品（包括但不限于：小说、诗歌、书评等）的功能，则表明您愿意接受本网站用户对您所创作作品的打赏及催更等各类奖励或网站虚拟服务或产品奖励。我们在收到用户对您的奖励后，将扣除一定的渠道费（不高于50％，含50％），发放至您的账户。如果您拒绝接受该等奖励或拒绝接受扣除渠道费，视为您不接受本协议内容和规则，则不能使用任何在本网站发表作品等各类相关服务和功能，本网站为保障其他用户正常使用网站服务和各项功能，除有权限制您上述功能和服务外，还有权中止或解除双方间的服务协议和法律关系。
								</p>
							</section>

							<section>
								<h1>十、【第三方提供的产品或服务】</h1>
								<p>
									您在猴猴画旗下产品使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。猴猴画和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。
								</p>
							</section>

							<section>
								<h1>
									十一、【本服务中的软件】
								</h1>
								<h2>
									11.1您在使用本服务的过程中可能需要下载软件，对于这些软件，猴猴画给予您一项个人的、不可转让及非排他性的许可。您仅可为访问或使用本服务的目的而使用这些软件。
								</h2>
								<h2>
									11.2为了改善用户体验、保证服务的安全性及产品功能的一致性，猴猴画可能会对软件进行更新。您应该将相关软件更新到最新版本，否则猴猴画并不保证其能正常使用。
								</h2>
							</section>

							<section>
								<h1>
									十二、【知识产权声明】
								</h1>
								<h1></h1>
								<h2>
									12.1猴猴画在本服务中所使用的商业标识，其著作权或商标权归猴猴画所有。
								</h2>

								<h2>
									12.2猴猴画所提供的服务与服务有关的全部信息、资料、文字、软件、声音、图片、视频、图表（包括相关的软件）的著作权、商标、商业秘密、其他知识产权、所有权或其他权利，均为猴猴画或其权利人所有，受中华人民共和国相关法律及中华人民共和国加入的国际协定和国际条约保护，除非事先获得猴猴画或其权利人的合法授权，您不得对任何该信息、资料、文字、软件、声音、图片、视频、图表进行修改、拷贝、散布、传送、展示、执行、复制、发行、授权、制作衍生著作、移转或销售。如您未遵守本条款的上述规定，在不损害其他权利的情况下，猴猴画可立即终止向您提供服务，您必须销毁任何已经获得的上述信息、资料、文字、软件、声音、图片、视频、图表。违者视为您的严重违约，猴猴画可以中止对您的服务，解除双方间的服务协议和法律关系，且无需退还您所支付的费用，视为您支付猴猴画的违约金，如违约金不足以弥补猴猴画的损失的，猴猴画还可通过其他法律途径向您追索。
								</h2>
							</section>
							<section>
								<h1>
									十三、【用户违法行为】
								</h1>
								<h2>
									13.1您在使用本服务时须遵守法律法规，不得利用本服务从事违法违规行为，包括但不限于：
								</h2>

								<section>
									<h3>
										（1）发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；
									</h3>
									<h3>
										（2）发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容；
									</h3>
									<h3>
										（3）恶意虚构事实、隐瞒真相以误导、欺骗他人；
									</h3>
									<h3>
										（4）发布、传送、传播广告信息及垃圾信息；
									</h3>
									<h3>
										（5）其他法律法规禁止的行为。
									</h3>
								</section>

								<h2>
									13.2如果您违反了本条约定，相关国家机关或机构可能会对您提起诉讼、罚款或采取其他制裁措施，并要求猴猴画给予协助。造成损害的，您应依法予以赔偿，猴猴画不承担任何责任。
								</h2>
								<h2>
									13.3如果猴猴画发现或收到他人举报您发布的信息违反本条约定，猴猴画有权进行独立判断并采取技术手段予以删除、屏蔽或断开链接。同时，猴猴画有权视用户的行为性质，采取包括但不限于暂停或终止服务，限制、冻结或终止账号使用，追究法律责任等措施。
								</h2>
								<h2>
									13.4您违反本条约定，导致任何第三方损害的，您应当独立承担责任；猴猴画因此遭受损失的，您也应当一并赔偿。
								</h2>
								<h2>
									13.5违反本条约定，视为您的严重违约，猴猴画可以中止对您的服务，解除双方间的服务协议和法律关系，且无需退还您所支付的费用，视为您支付猴猴画的违约金，如违约金不足以弥补猴猴画的损失的，猴猴画还可通过其他法律途径向您追索。
								</h2>
							</section>
							<section>
								<h1>
									十四、【遵守当地法律监管】
								</h1>
								<h2>
									14.1您在使用本服务过程中应当遵守当地相关的法律法规，并尊重当地的道德和风俗习惯。如果您的行为违反了当地法律法规或道德风俗，您应当为此独立承担责任。
								</h2>
								<h2>
									14.2您应避免因使用本服务而使猴猴画卷入政治和公共事件，否则猴猴画有权暂停或终止对您的服务。
								</h2>
								<h2>
									14.3违反本条约定，视为您的严重违约，猴猴画可以中止对您的服务，解除双方间的服务协议和法律关系，且无需退还您所支付的费用，视为您支付猴猴画的违约金，如违约金不足以弥补猴猴画的损失的，猴猴画还可通过其他法律途径向您追索。
								</h2>
								<h2></h2>
							</section>
							<section>
								<h1>
									十五、【用户发送、传播的内容与第三方投诉处理】
								</h1>
								<h2>
									15.1您通过本服务发送或传播的内容（包括但不限于网页、文字、图片、音频、视频、图表等）均由您自行承担责任。
								</h2>
								<h2>
									15.2您发送或传播的内容应有合法来源，相关内容为您所有或您已获得权利人的授权。
								</h2>
								<h2>
									15.3您同意猴猴画可为履行本协议或提供本服务的目的而使用您发送或传播的内容。
								</h2>
								<h2>
									15.4如果猴猴画收到权利人通知，主张您发送或传播的内容侵犯其相关权利的，您同意猴猴画有权进行独立判断并采取删除、屏蔽或断开链接等措施。
								</h2>
							</section>
							<section>
								十六、【不可抗力及其他免责事由】
								16.1您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，猴猴画将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失猴猴画在法律允许的范围内免责。

								<h2>
									16.2在法律允许的范围内，猴猴画对以下情形导致的服务中断或受阻不承担责任：
								</h2>
								<section>
									<h3>
										（1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；
									</h3>
									<h3>
										（2）用户或猴猴画的电脑软件、系统、硬件和通信线路出现故障；
									</h3>
									<h3>
										（3）用户操作不当；
									</h3>
									<h3>
										（4）用户通过非猴猴画授权的方式使用本服务；
									</h3>
									<h3>
										（5）其他猴猴画无法控制或合理预见的情形。
									</h3>
								</section>

								<h2>
									16.3您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，猴猴画不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：
								</h2>
								<section>
									<h3>
										（1）来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；
									</h3>
									<h3>
										（2）因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失；
									</h3>

									<h3>
										（3）其他因网络信息或用户行为引起的风险。
									</h3>
								</section>
								<h2>
									16.4您理解并同意，本服务并非为某些特定目的而设计，包括但不限于核设施、军事用途、医疗设施、交通通讯等重要领域。如果因为软件或服务的原因导致上述操作失败而带来的人员伤亡、财产损失和环境破坏等，猴猴画不承担法律责任。
								</h2>
								<h2>
									16.5猴猴画依据本协议约定获得处理违法违规内容的权利，该权利不构成猴猴画的义务或承诺，猴猴画不能保证及时发现违法行为或进行相应处理。
								</h2>
								<h2>
									16.6在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意猴猴画有关防范诈骗犯罪的提示。
								</h2>
							</section>
							<section>
								<h1>
									十七、【协议的生效与变更】
								</h1>
								<h2>
									17.1您使用猴猴画的服务即视为您已阅读本协议并接受本协议的约束。
								</h2>
								<h2>
									17.2猴猴画有权在必要时修改本协议条款。您可以在相关服务页面查阅最新版本的协议条款。
								</h2>
								<h2>
									17.3本协议条款变更后，如果您继续使用猴猴画提供的软件或服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用猴猴画提供的软件或服务。
								</h2>
							</section>
							<section>
								<h1>
									十八、【服务的变更、中断、终止】
								</h1>
								<h2>
									18.1猴猴画可能会对服务内容进行变更，也可能会中断、中止或终止服务。
								</h2>
								<h2>
									18.2如发生下列任何一种情形，猴猴画有权不经通知而中断或终止向您提供的服务：
								</h2>

								<section>
									<h3>
										（1）根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；
									</h3>

									<h3>
										（2）您违反相关法律法规或本协议的约定；
									</h3>

									<h3>
										（3）按照法律规定或主管部门的要求；
									</h3>

									<h3>
										（4）出于安全的原因或其他必要的情形。
									</h3>
								</section>
							</section>
							<section>
								<h1>
									十九、【管辖与法律适用】
								</h1>
								<h2>
									19.1本协议签订地为中华人民共和国上海市浦东新区。
								</h2>
								<h2>
									19.2本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。
								</h2>
								<h2>
									19.3若您和猴猴画之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。
								</h2>
								<h2>
									19.4本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
								</h2>
								<h2>
									19.5本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
								</h2>
							</section>

							<section>
								<h1>
									二十、【未成年人使用条款】
								</h1>
								<h2>
									20.1若用户未满18周岁，则为未成年人，应在监护人监护、指导下阅读本协议和使用本服务。
								</h2>
								<h2>
									20.2未成年人用户涉世未深，容易被网络虚象迷惑，且好奇心强，遇事缺乏随机应变的处理能力，很容易被别有用心的人利用而又缺乏自我保护能力。因此，未成年人用户在使用本服务时应注意以下事项，提高安全意识，加强自我保护：
								</h2>

								<section>
									<h3>
										（1）认清网络世界与现实世界的区别，避免沉迷于网络，影响日常的学习生活；
									</h3>
									<h3>
										（2）填写个人资料时，加强个人保护意识，以免不良分子对个人生活造成骚扰；
									</h3>
									<h3>
										（3）在监护人或老师的指导下，学习正确使用网络；
									</h3>
									<h3>
										（4）避免陌生网友随意会面或参与联谊活动，以免不法分子有机可乘，危及自身安全。
									</h3>
									<section>
										<h2>
											20.3监护人、学校均应对未成年人使用本服务时多做引导。特别是家长应关心子女的成长，注意与子女的沟通，指导子女上网应该注意的安全问题，防患于未然。若父母（监护人）希望未成年人（尤其是十岁以下子女）得以使用猴猴画提供的服务，必须以父母（监护人）名义申请注册，并应以法定监护人身份对服务是否符合于未成年人加以判断。
										</h2>
									</section>
									<section>
										<h1>
											二十一、【其他】
										</h1>
										<p>
											如果您对本协议或本服务有意见或建议，可与猴猴画旗下产品网站客服专区联系，我们会给予您必要的帮助。（正文完）
										</p>
									</section>
								</section>
							</section>
						</article>
						<div class="copoRight">
							Copyright ©
							<!-- <script> -->
							{{ `${new Date().getFullYear()}` }}
							<!-- </script> -->
							2020
						</div>
					</div>
				</div>
			</div>
		</body>
	</div>
</template>
<script>
export default {
	data() {
		return {};
	},
	methods: {
		goback() {
			this.$router.push({
				path: "/ipad/settingIpad",
				query: { token: this.$route.query.token }
			});
		}
	}
};
</script>
<style lang="less" scoped>
.policy {
	background: #f0f2f5;
	header {
		position: sticky;
		top: 0;
		background: #f0f2f5;
		padding: 50px 32px 16px 32px;
		margin-bottom: 10px;
		// width: 100%;
		display: flex;
		align-items: center;
		justify-content: space-between;
		.goback {
			width: 20px;
			height: 20px;
		}
		span {
			font-size: 21px;
			font-family: PingFangSC-Medium, PingFang SC;
			font-weight: 500;
		}
		img {
			width: 24px;
		}
		.ignore {
			display: inline-block;
			width: 20px;
		}
	}
	body {
		.copoRight {
			text-align: center;
		}
		.container {
			padding: 5px 32px;
			line-height: 2;
			color: #333333;
			section {
				margin-bottom: 22px;
			}
			p {
				margin: 0 0 12px;
				line-height: 2;
			}
			h1 {
				font-size: 18px;
				line-height: 2;

				font-weight: 400;
				margin-bottom: 0.9em;
			}
			h2 {
				font-weight: 400;
				line-height: 2;

				margin-bottom: 5px;
				font-size: 16px;
			}
			h3 {
				font-size: 15px;
				font-weight: 400;
				line-height: 2;

				margin-bottom: 5px;
			}
		}
	}
}
</style>
